[
  {
    "title": "Transporte",
    "entries": [
      {
        "description": "Vuelo de ida y vuelta de la compañía <strong>Iberia</strong> para dos personas incluyendo equipaje de <strong>Palma de Mallorca</strong> a <strong>Madrid</strong>. Incluye descuento para residentes baleares.",
        "price_eur": 102.88
      },
      {
        "description": "Vuelo de la compañía <strong>Air France</strong> para dos personas incluyendo equipaje de <strong>Madrid</strong> a <strong>Vancouver</strong> con escala en Amsterdam.",
        "price_eur": 817.10
      },
      {
        "description": "Vehículo de alquiler de la compañía <strong>AVIS. Coche de la categoría <strong>Intermediate</strong> con recogida y devolución en el aeropuerto de Vancouver y un total de 15 días. Reservado directamente con la compañía.",
        "price_cad": 475.2,
        "price_eur": 329.29
      },
      {
        "description": "Cinco repostajes de <strong>gasolina</strong> en estaciones de servicio <strong>PetroCanada</strong>.",
        "price_cad": 172.25,
        "price_eur": 117.61
      },
      {
        "description": "Dos repostajes de <strong>gasolina</strong> en estación de servicio <strong>Conoco</strong> y <strong>Chevron</strong>.",
        "price_cad": 54,
        "price_eur": 49.01
      }
    ]
  },  
  {
    "title": "Otros",
    "entries": [
      {
        "description": "Tarjeta <strong>SIM</strong> prepago de Vodafone con Tarifa Mi País, incluyendo 800 minutos y 8 GB de datos desde los Estados Unidos.",
        "price_eur": 15
      },
      {
        "description": "Solicitudes telemáticas de la <strong>eTA</strong> (Electronic Travel Authorization) necesarias para acceder a Canadá.",
        "price_cad": 14,
        "price_eur": 9.32
      },
      {
        "description": "Seguro de viaje contratado con <strong>Columbus Direct</strong> con cobertura de hasta 14 millones de euros en gastos médicos.",
        "price_eur": 135.15
      },
      {
        "description": "Pase anual a la red de Parques Nacionales de <strong>Parks Canada</strong>, comprado de segunda mano.",
        "price_eur": 45
      },
      {
        "description": "Pase de 7 días para el <strong>Glacier National Park</strong>.",
        "price_usd": 35,
        "price_eur": 31.76
      },
      {
        "description": "Reserva para dos personas en el autobús de las 8:30 a <strong>Lake O'Hara</strong> en el Parque Nacional de Yoho.",
        "price_cad": 38.40,
        "price_eur": 25.58
      },
      {
        "description": "Tiempo de lavadora y secadora en la <strong>Cascade Coin Laundry</strong> de <strong>Banff</strong>.",
        "price_cad": 9,
        "price_eur": 6.19
      },
      {
        "description": "Combo para dos personas de teleférico + telesilla en <strong>Sunshine Meadows</strong>.",
        "price_cad": 94.5,
        "price_eur": 64.79
      },
      {
        "description": "Tasas del pase fronterizo entre Canadá y Estados Unidos en <strong>Montana</strong>.",
        "price_usd": 12,
        "price_eur": 10.89
      }
    ]
  },
  {
    "title": "Alojamiento",
    "entries": [
      {
        "description": "1 noche en el Hotel Nuevo Boston cercano al <strong>Aeropuerto de Madrid</strong>. Reservado a través del portal <strong>centraldereservas.com</strong>.",
        "price_eur": 58.55
      },
      {
        "description": "1 noche en un pequeño estudio con cocina y baño privado en <strong>Chilliwack</strong> (Columbia Británica). Contratado a través de <strong>AirBnb</strong>.",
        "price_eur": 46.32
      },
      {
        "description": "1 noche en una habitación privada con baño compartido en <strong>Dunster</strong> (Columbia Británica). Contratado a través de <strong>Airbnb</strong>.",
        "price_eur": 44.39
      },
      {
        "description": "2 noches en un apartamento sin cocina, con baño privado y microondas en <strong>Jasper</strong>'s Acommodations (Alberta). Reservado directamente a través de su página web.",
        "price_cad": 180,
        "price_eur": 122.53
      },
      {
        "description": "4 noches en un apartamento sin cocina y con baño privado en Alpine B&B de <strong>Banff</strong> (Alberta). Reservado vía contacto directo, pagando media reserva de forma anticipada y la otra mitad en efectivo al llegar.",
        "price_cad": 540,
        "price_eur": 366.37
      },
      {
        "description": "1 noche en sótano sin cocina y con baño privado en <strong>Fort Macleod</strong> (Alberta). Reservado a través de <strong>AirBnb</strong>.",
        "price_eur": 67.19
      },
      {
        "description": "2 noches en una cabaña con baño privado y microondas de Glacier Trailhead Cabins en <strong>Saint Mary</strong> (Montana). Reservado a través de su propia página web, primera mitad de forma anticipada y segunda mitad en el momento de la llegada.",
        "price_usd": 383.06,
        "price_eur": 342.66
      },
      {
        "description": "1 noche en habitación privada con baño compartido en <strong>Kalispell</strong> (Montana). Contratado a través de <strong>AirBnb</strong>.",
        "price_eur": 69.07
      },
      {
        "description": "1 noche en apartamento completo en una granja de <strong>Duvall</strong> (Washington). Contratado a través de <strong>AirBnb</strong>.",
        "price_eur": 72.61
      },
      {
        "description": "1 noche en apartamento completo en <strong>Richmond</strong> (Columbia Británica). Contratado a través de <strong>AirBnb</strong>.",
        "price_eur": 50.79
      }
    ]
  },
  {
    "title": "Supermercados y restauración",
    "entries": [
      {
        "description": "Compras de supermercado en Canadá, en establecimientos de las cadenas <strong>Walmart</strong>, <strong>Save On Foods</strong>, <strong>Super Save</strong>, <strong>Robinsons</strong> e <strong>IGA</strong>.",
        "price_cad": 390.29,
        "price_eur": 276.96
      },
      {
        "description": "Compras de supermercado en Estados Unidos, en establecimientos de las cadenas <strong>Trader Joe's</strong> y <strong>7-Eleven</strong>.",
        "price_usd": 46,
        "price_eur": 41.72
      },
      {
        "description": "Desayunos en establecimientos de las cadenas <strong>Starbucks</strong> y <strong>McDonalds</strong>.",
        "price_cad": 83.56,
        "price_eur": 55.58
      },
      {
        "description": "Desayuno en establecimiento de la cadena <strong>Starbucks</strong> de Marysville.",
        "price_usd": 9.6,
        "price_eur": 8.72
      },
      {
        "description": "Cena para llevar de <strong>Lou Lou's Pizzeria</strong> en Jasper, Alberta. Dos hamburguesas con queso y un poutine de pollo.",
        "price_cad": 33,
        "price_eur": 22.99
      },
      {
        "description": "Cena para llevar de <strong>Lou Lou's Pizzeria</strong> en Jasper, Alberta. Una pizza y un poutine.",
        "price_cad": 31.19,
        "price_eur": 21.73
      },
      {
        "description": "Comida en el local <strong>Tommy's Neighbourhood</strong> de Banff, Alberta. Una quesadilla y una hamburguesa junto a bebidas.",
        "price_cad": 41.20,
        "price_eur": 28.22
      },
      {
        "description": "Cena en el local de la hamburguesería <strong>Five Guys</strong> en Kalispell, Montana. Dos hamburguesas, una ración de patatas mediana y dos bebidas rellenables.",
        "price_usd": 22.44,
        "price_eur": 20.36
      },
      {
        "description": "Comida en el local de la cadena <strong>Applebee's</strong> en Spokane, Washington. Solomillo de 200gr y filete con salsa bourbon más bebidas.",
        "price_usd": 51.06,
        "price_eur": 40.29
      },
      {
        "description": "Comida en el local de la cadena <strong>Applebee's</strong> en Marysville, Washington. Menú \"2 for 27$\" con alitas sin hueso, costillas de cerdo pequeñas y pollo con gambas, más bebidas.",
        "price_usd": 44.85,
        "price_eur": 40.60
      }
    ]
  }
]